package snippet;

public class Snippet {
	後述の課題を 3つ解い
	てくださ 解けない課題はパスして結構です 解けない課題はパスして結構です 解けない課題はパスして結構です 解けない課題はパスして結構です 解けない課題はパスして結構です 解けない課題はパスして結構です
	 自分が「見やすい 」と考えるプログラムにしてくださ自分が「見やすい 」と考えるプログラムにしてくださ自分が「見やすい 」と考えるプログラムにしてくださ自分が「見やすい 」と考えるプログラムにしてくださ自分が「見やすい 」と考えるプログラムにしてくださ自分が「見やすい 」と考えるプログラムにしてくださ自分が「見やすい 」と考えるプログラムにしてくださ自分が「見やすい
	」と考えるプログラムにしてくださ ロジック、 インデト、変数名など インデト、変数名など インデト、変数名など インデト、変数名など
	 提出方法
	 課題ごとに、 課題ごとに、 GitHubGitHub GitHub上にリポジトを 作成し、プログラムファイル上にリポジトを 作成し、プログラムファイル上にリポジトを 作成し、プログラムファイル上にリポジトを 作成し、プログラムファイル上にリポジトを 作成し、プログラムファイル上にリポジトを 作成し、プログラムファイル配 置してくださ い
	 リポジト名「 pg_ pg_ex01_1 」「 pg_ pg_ex01_2 ex01_2 ex01_2」「 pg_ pg_ex01_3 ex01_3 」
	 課題が完成したら 講師 宛にメールをしてください 宛にメールをしてください 宛にメールをしてください 宛にメールをしてください
	 宛先： m-amano@esm.co.jpamano@esm.co.jp amano@esm.co.jp amano@esm.co.jp amano@esm.co.jp amano@esm.co.jp
	 件名： 【PG 基礎 】課題提出 #01
	 本文：各課題の リポジト本文：各課題の リポジト本文：各課題の リポジト本文：各課題の リポジトURL と、解い たかどうを記載してくださと、解い たかどうを記載してくださと、解い たかどうを記載してくださと、解い たかどうを記載してくださと、解い たかどうを記載してくださと、解い たかどうを記載してくださと、解い たかどうを記載してくださと、解い
	たかどうを記載してくださ 期限は「 8月4日(金)15:00 15:00 15:00」
}

